{
    "Products": {
        "SmileSavings": {
            "title": "Smile Savings System",
            "intro": "A smile savings program is a great way to increase new fee-for-service patients, patient loyalty and case acceptance. Additionally, you can use the program as a means to target the employees of small businesses in your area. Your Dental Branding Strategist can help you with strategy for this program and help you set it up internally.",
            "included": "- 1,000 Practice Overview Brochures \n- 1,000 Smile Savings Program Flyers \n- System Pricing and Program Strategy \n- Professional copywriting \n- Professional graphic design \n- Training Discovery \n- Smile Savings Training for internal and external presentation \n- Monthly Accountability & Follow-up \n- Re-training as necessary",
            "training": "1. Discovery: If applicable, we will analyze your current in-house discount program, we will also suggest and verify strategy, identify an internal accountability person, as well as preview the training to ensure compatibility. \n2. Method: We train over the phone using a slideshow screen share. This is an effective process that is interactive. We have over 10 years experience and over 95% positive feedback on our trainings. \n3. What’s Covered: Smile Savings Training focuses on increasing fee-for-service patients both internally and externally. Internally you will learn how to increase loyalty and treatment plan acceptance. Externally we will focus on reaching out to small businesses as a means of adding value to their employees and bringing in new patients. Includes training on how to use the brochure and flyer. \n4. Follow-up: After the training the slideshow and a resource kit are sent to the practice. Each month we will follow up on the training to hold the practice accountable and establish good habits. \n5. Re-training: If needed, we will re-train employees or work with them to overcome any issues. We will also train new hires as needed. This is available throughout the duration of the contract.",
            "image1" : "SmileSavings1",
            "image2" : "SmileSavings2",
            "image3" : "SmileSavings3",
            "image4" : "SmileSavings4",
            "image5" : "SmileSavings5"
        },
        "Reactivation": {
            "title": "Reactivation System",
            "intro": "It is both easier and less expensive to reactive old patients than it is to find new ones. The reactivation system provides the tools and training to improve your reactivation efforts. It focuses on building good habits internally was well as a constant system for efficient results.",
            "included": "- 1,000 Branded Reactivation Cards \n- Program Strategy \n- Professional copywriting \n- Professional graphic design \n- Training Discovery \n- Reactivation Training \n- Monthly Accountability & Follow-up \n- Re-training as necessary",
            "training": "1. Discovery: We analyze your current reactivation process, suggest and verify strategy, identify an internal accountability person, as well as preview the training to ensure compatibility. \n2. Method: We train over the phone using a slideshow screen share. This is an effective process that is interactive. We have over 10 years experience and over 95% positive feedback on our trainings. \n3. What’s Covered: Reactivation Training focuses on improving communication and overcoming objections with past patients in order to improve reactivation efforts. Includes training on how to use the reactivation materials. \n4. Follow-up: After the training the slideshow and a resource kit are sent to the practice. Each month we will follow up on the training to hold the practice accountable and establish good habits. \n5. Re-training: If needed, we will re-train employees or work with them to overcome any issues. We will also train new hires as needed. This is available throughout the duration of the contract.",
            "image1" : "Reactivation1",
            "image2" : "Reactivation2",
            "image3" : "Reactivation3"
        },
        "CaseAcceptance": {
            "title": "Case Acceptance",
            "intro": "We focus on improving the understanding and perceptions of the patient and aligning them to their optimal solutions. We will give you the tools and training to improve case acceptance and help your patients achieve optimum health. \n\nThe presentation folders add value and professionalism to your overall presentation. The inserts are designed to help patients better envision their future if they don’t accept the prescribed treatment, and the benefits if they do. Choose from over 40 insert options.",
            "included": "- 1,000 Branded Presentation Folders \n- 1,000 Each of 8 different Branded Treatment Plan Inserts (8,000 total) Choose from our library of 40 insert options. \n- Program Strategy \n- Professional copywriting \n- Professional graphic design \n- Training Discovery \n- Case Acceptance Training \n- Monthly Accountability & Follow-up \n- Re-training as necessary",
            "training": "1. Discovery: We analyze your case presentation process, suggest and verify strategy, identify an internal accountability person, as well as preview the training to ensure compatibility. \n2. Method: We train over the phone using a slideshow screen share. This is an effective process that is interactive. We have over 10 years experience and over 95% positive feedback on our trainings. \n3. What’s Covered: Case Acceptance Training focuses on improving the closing rates of your case presentations. You will learn proven sales strategy to assess the perceived need/want, align the correct solution, assess understanding, confirm acceptance and close the sale. Includes training on how to present the inserts. \n4. Follow-up: After the training the slideshow and a resource kit are sent to the practice. Each month we will follow up on the training to hold the practice accountable and establish good habits. \n5. Re-training: If needed, we will re-train employees or work with them to overcome any issues. We will also train new hires as needed. This is available throughout the duration of the contract.",
            "image1" : "CaseAcceptance1",
            "image2" : "CaseAcceptance2",
            "image3" : "CaseAcceptance3",
            "image4" : "CaseAcceptance4",
            "image5" : "CaseAcceptance5"
        },
        "MiniZineMailer": {
            "title": "Mini-Zine Mailer",
            "intro": "The Mini-zine is perfect to ensure you stand out amongst all the other mailers. It is the size of a magazine and designed to mimic the marketing strategy of most popular magazines. This increases the likelihood that it will get the attention of your target audience. The Mini-zine will be branded to your practice and the 11x17 size provides a lot of real estate to convey a meaningful message and is perfect to sell high-end services such as Dental Implants. \n\nWe will track and record the phone calls for each mailing, and grade each call based on how well the call was handled per the call conversion training (included separately). This allows for a maximum conversion rate and leads to more accurate results tracking. \n\nThe Mini-zine will be targeted and tracked to specific demographics by sub-zip (Think of neighborhoods within zip codes). Direct mail is an effective and relatively quick way to increase new patient counts. When measured over a 5 year period, direct mail returns a profit over 80% of the time.",
            "included": "- 5,000 Branded Mailers per Mailing \n- 11x17 size (8.5x11 folded) \n- Targeted by sub-zip \n- Pricing and Offer Strategy \n- Professional copywriting \n- Professional graphic design \n- Call Tracking \n- Monthly Call Grading \n- Call Conversion Re-training Based on Results  \n- Tracking by sub-zip",
            "image1" : "Mini-ZineMailer1",
            "image2" : "Mini-ZineMailer2"
        },
        "Brochures": {
            "title": "8-Page Brochures",
            "intro": "The 8 page brochure is a high-end and unique solution to tell your story. It stands out from typical brochures both in it’s unique size and the number of pages. Because of the size, this brochure can contain an overview of the practice and also highlight elective and high-end services. \n\nFor specialists, the perceived quality of the brochure is ideal to differentiate you from other referral options, enhance perceptions and add value.",
            "included": "- Branded 8 page high-end brochure \n- 7 x 10 finished size \n- Program Strategy \n- Professional copywriting \n- Professional graphic design",
            "image1" : "8PageBrochures1",
            "image2" : "8PageBrochures2",
            "image3" : "8PageBrochures3"
        },
        "MovieAd": {
            "title": "Movie Theater Ad",
            "intro": "A movie theater audience is a captive audience. If you have a movie theater near your practice, running an ad prior to the movie is one of the best ways to generate brand awareness. This awareness can attract new patients and will enhance other external campaigns if ran simultaneously. Exposure builds trust.",
            "included": "- Depending on the requirements of your local theater, either a :15 or :30 spot with slide show animation \n- Concept Strategy \n- Professional graphic design \n- Up to 2 rounds of revisions"
        },
        "OpenHouse": {
            "title": "Open House",
            "intro": "A successful open house is ideal for: Changing locations, opening a new office, re-decorating, or for a practice in need of a way to reinvigorate their patient base and reintroduce the practice to the local community. \n\nWork with a Dental Branding Strategist every step of the way on a 6 week step-by-step plan to help you plan, execute and follow-up with a successful open house.",
            "included": "- 6 Week Step by Step Planning and Execution \n- Timeline \n- 1,000 Invitations \n- Drawing and Attendance Forms \n- Ongoing Consultation",
            "image1" : "OpenHouse1",
            "image2" : "OpenHouse2"
        },
        "DoorHangers": {
            "title": "Door Hangers",
            "intro": "Door hangers are an effective way to build awareness and attract patients without the delivery costs. By delivering the door hangers yourselves you can save thousands of dollars while still getting your message in front of your desired audience. Your strategist will work with you to determine the best way to design and implement them.",
            "included": "- 3,000 Branded door hangers \n- Pricing and Offer Strategy \n- Professional copywriting \n- Professional graphic design",
            "image1" : "DoorHangers1",
            "image2" : "DoorHangers2"
        },
        "RadioAd": {
            "title": "Radio Ad",
            "intro": "Radio advertising can be a great way to reach a broad, local audience. Your strategist work with you to create an ad based on your growth goals. We will produce the ad with professional voice-over talent, your choice, female or male.",
            "included": "- Professional copywriting \n- Professional graphic design \n- Concept strategy \n- Professional voice-over recording \n- Digital audio file"
        },
        "FacebookJumpstart": {
            "title": "Facebook Jumpstart",
            "intro": "Facebook is a must for any business. Learn best practices of using Facebook as a marketing tool to raise brand awareness, create patient loyalty and grow your practice.",
            "included": "- Analysis of Current Page or Optimal Page Set Up \n- 6 Training Sessions with Marketing Expert (45 mins ea.) \n- Weekly Post Timeline & Planning Guide \n- Comprehensive Resource Kit \n\nTOPICS INCLUDE: \n- Posting Technique \n- Using Relevant Content \n- Using Page Features \n- Audience Engagement \n- Insights Dashboard \n- Review Response \n- Creating Events & Promotions \n- Ad Campaigns & Post Boosts",
            "training": "1. Discovery: We analyze your current Facebook presence, become a Marketing Admin for your page, and prepare for 6 training sessions with your selected team member(s). \n2. Method: We train over the phone using a slideshow screen share. This is an effective process that is interactive. We have over 10 years experience and over 95% positive feedback on our trainings. \n3. What’s Covered: Facebook Jumpstart Training focuses on how to set up a Facebook page for your practice along with optimizing its effectiveness to correctly promote your practice and its brand. We will show how to create interesting posts and status updates, and build a thriving and engaged Facebook community. Plus, learn paid strategies for increasing your reach with Facebook ads and boosted posts, and how to analyze your page’s results with Facebook Insights. \n4. Follow-up: Strategist will review Facebook Insights Reports with you as part of your monthly Strategy Call (for active clients only). \n5. Re-training: None"
        },
        "FacebookOutreach": {
            "title": "Facebook Outreach",
            "intro": "Facebook offers one of the most powerful and targeted paid advertising channels within social media marketing. With Outreach, a Facebook Ad Campaign is carefully executed using multiple adverts (both single image and carousel) to optimize the performance of your ads in order to get better results for your online marketing goals.",
            "included": "- Development and Goals-Driven Planning for Ongoing Facebook Ad Campaign \n- Design & Copy for 3 Carousel Ads \n- Design & Copy for 3 Single Image Ads \n- Campaign Execution (Includes Monitoring and Adjusting by Strategist) \n- $50/Per Month Campaign Budget"
        },
        "ResultsTracking": {
            "title": "Results Tracking",
            "intro": "Good information leads to good decisions. Bad information leads to bad decisions. Correct Tracking leads to good marketing decisions. Consistent tracking & correct interpretation is the only way to truly understand how well your marketing is working. Through sustained tracking you can collect the data which allows you to actually control your growth.",
            "included": "- A tracking spreadsheet for optimal results \n- Tracking training on the correct way to gather information and what to do with it. \n- Monthly compilation of your comprehensive marketing data \n- An ongoing tracking report"
        },
        "CallConversion": {
            "title": "Call Training",
            "intro": "How your team answers the phone goes a long way to determining the quantity and quality of your patient base. Good phone skills provide better service, help overcome insurance objections and set correct expectations ensuring a better overall relationship.",
            "included": "- Call Tracking Number (12 months) \n- Call Recording \n- Monthly Call Grading \n- Training Discovery \n- Call Conversion Training \n- Monthly Accountability & Follow-up \n- Re-training as necessary",
            "training": "1. Discovery: We analyze your current referral process, suggest and verify strategy, identify an internal accountability person, as well as preview the training to ensure compatibility. \n2. Method: We train over the phone using a slideshow screen share. This is an effective process that is interactive. We have over 10 years experience and over 95% positive feedback on our trainings. \n3. What’s Covered: Referral Training focuses on increasing patient referrals through a consistent effort to educate current patients on the benefits of the practice referral program. The staff will be trained on how to better assess the satisfaction of the patient for increased confidence as well as daily and monthly accountability techniques to ensure consistency. Includes training on how to use the referral card as part of the process. \n4. Follow-up: After the training the slideshow and a resource kit are sent to the practice. Each month we will follow up on the training to hold the practice accountable and establish good habits. \n5. Re-training: If needed, we will re-train employees or work with them to overcome any issues. We will also train new hires as needed. This is available throughout the duration of the contract."
        },
        "AncillaryServices": {
            "title": "Ancillary Services",
            "intro": "The reason most patients don’t purchase more elective or ancillary services from your practice is because they don’t know you offer them. We’ll help you educate your patients on these services in a way that adds value to the relationship. It only takes a few sales of these items per month to make a big difference to your overall profitability. The promotion cards educate patients and give them incentives to take advantage of your elective and ancillary services.",
            "included": "- 1,000 Branded Promotion cards \n- System Service and Offer Strategy \n- Professional copywriting \n- Professional graphic design \n- Training Discovery \n- Staff Patient Experience Training \n- Monthly Accountability & Follow-up \n- Re-training as necessary",
            "training": "1. Discovery: We analyze your current referral process, suggest and verify strategy, identify an internal accountability person, as well as preview the training to ensure compatibility. \n2. Method: We train over the phone using a slideshow screen share. This is an effective process that is interactive. We have over 10 years experience and over 95% positive feedback on our trainings. \n3. What’s Covered: Referral Training focuses on increasing patient referrals through a consistent effort to educate current patients on the benefits of the practice referral program. The staff will be trained on how to better assess the satisfaction of the patient for increased confidence as well as daily and monthly accountability techniques to ensure consistency. Includes training on how to use the referral card as part of the process. \n4. Follow-up: After the training the slideshow and a resource kit are sent to the practice. Each month we will follow up on the training to hold the practice accountable and establish good habits. \n5. Re-training: If needed, we will re-train employees or work with them to overcome any issues. We will also train new hires as needed. This is available throughout the duration of the contract.",
            "image1": "Ancillary1",
            "image2": "Ancillary2",
            "image3" : "Ancillary3",
            "image4" : "Ancillary4"
        },
        "Referral": {
            "title": "Referral System",
            "intro": "The referral system is your most critical marketing system. New patients that come from patient referrals are generally worth more in per patient revenue. All of your external marketing is a feeder for this system, thereby making every marketing dollar stretch further. The goal is to ensure your staff is consistently implementing best practices when asking for and tracking referrals.",
            "included": "- 1,000 Branded Referral/Appointment cards \n- System Pricing and Offer Strategy \n- Professional copywriting \n- Professional graphic design \n- Training Discovery \n- Staff Referral Training \n- Monthly Accountability & Follow-up \n- Re-training as necessary",
            "training": "1. Discovery: We analyze your current referral process, suggest and verify strategy, identify an internal accountability person, as well as preview the training to ensure compatibility. \n2. Method: We train over the phone using a slideshow screen share. This is an effective process that is interactive. We have over 10 years experience and over 95% positive feedback on our trainings. \n3. What’s Covered: Referral Training focuses on increasing patient referrals through a consistent effort to educate current patients on the benefits of the practice referral program. The staff will be trained on how to better assess the satisfaction of the patient for increased confidence as well as daily and monthly accountability techniques to ensure consistency. Includes training on how to use the referral card as part of the process. \n4. Follow-up: After the training the slideshow and a resource kit are sent to the practice. Each month we will follow up on the training to hold the practice accountable and establish good habits. \n5. Re-training: If needed, we will re-train employees or work with them to overcome any issues. We will also train new hires as needed. This is available throughout the duration of the contract.",
            "image1" : "Referral1",
            "image2" : "Referral2",
            "image3" : "Referral3",
            "image4" : "Referral4"
        },
        "TrifoldBrochures": {
            "title": "Tri-Fold Brochures",
            "intro": "The tri-fold brochure is a convenient way to tell your story and highlight the benefits of your practice. It can be used internally to build loyalty and externally to attract new patients. \n\nWe also recommend a version that highlights elective services to be used as an education tool to build awareness with your current patient base. By increasing sales of elective services you will increase revenue per patient and overall profitability. The brochure will act as a menu that will be reviewed with a new patient by an appropriate member of your staff. This brochure should generally focus on those services that are outside of a typical visit.",
            "included": "- Branded tri-fold brochure \n- 8.5 x 11 size (8.5 x 3.67 folded) \n- Program Strategy \n- Professional copywriting \n- Professional graphic design",
            "image1" : "Tri-Fold1",
            "image2" : "Tri-Fold2",
            "image3" : "Tri-Fold3"
        },
        "VideoPhoto": {
            "title": "Video & Photo",
            "intro": "The highest value patients choose their dentist based on perceived relationships. Custom video and photography will introduce the personality of the practice will make a big difference in the quality and quantity of your new patients. \n\nThe video can also be edited for TV spots, movie theatre ads or even for your in-office video presentations.",
            "included": "- A full day shoot at your location. \n- We will prepare dialogue topics for your interview and decide who will be interviewed so you can prepare accordingly. \n- The videographer will shoot extra footage of the practice plus the doctors and staff working and interacting with patients for a high-end feel. \n- 3 rounds of revisions to perfect the videos. \n- Includes a 2 minute full length version a 30 second spot and a 15 second spot.",
            "image1" : "Video1",
            "image2" : "Video2",
            "image3" : "Video3",
            "image4" : "Video4",
            "image5" : "Video5"
        },
        "AdWords": {
            "title": "AdWords",
            "intro": "AdWords also know as Search Engine Marketing (SEM), accomplishes two important functions; First, it helps to improve your rankings by moving more traffic through your site. Secondly, it drives traffic to your site, increasing new patient flow. It can especially be useful to jump-start a new website or a poorly ranked website. \n\nChoose between $500, $1,000 and $1,500 monthly budgets. The larger the budget, the more frequently your ad appears in keyword searches. Additionally setup and management costs are the same regardless of budget amount so larger budgets tend to be a better value.",
            "included": "- Set up \n- Management \n- Continual Keyword Adjustment \n- Ad Placement in: Search Ads, Retargeting Ads, Display Ads, Display Retargeting Ads \n- Dashboard That Displays Real-time Statistics",
            "image1": "Adwords1"
        },
        "Logo": {
            "title": "Custom Logo",
            "intro": "The cornerstone of your visual brand, your logo is an essential element of marketing. It is how you will be remembered and should reflect your brand correctly and confidently.",
            "included": "- 4-6 Initial logo concepts based on your brand messaging. \n- Up to 5 rounds of revisions to perfect your logo. \n- A session with your Art Director to discuss your ideas and how best to achieve them \n- Design ready files in various formats (You own the design)",
            "image1" : "Logo1",
            "image2" : "Logo2",
            "image3" : "Logo3",
            "image4" : "Logo4",
            "image5" : "Logo5",
            "image6" : "Logo6"
        },
        "MonthlyMarketing": {
            "title": "Marketing Strategy",
            "intro": "Ongoing strategy gives you correct understanding of your marketing landscape and confidence in your future. A Dental Branding Strategist will guide you on a monthly basis to help you make smart marketing decisions. They will give you recommendations on what to do next to achieve your goals. Think of them as your Vice President of Marketing.",
            "included": "- A scheduled monthly strategy call that covers the following: \n  - Review results \n  - Review training \n  - Assess consistency through accountability \n  - Plan for the future \n  - Educate on marketing strategy \n- Additionally, your strategist can help you on an as need basis with any issues or questions that arise."
        },
        "Email": {
            "title": "Email Campaign",
            "intro": "A Branded email marketing campaign to permission based email addresses who have opted-in for or allowed for this type of advertising. The email is targeted to potential patients in your area. \n\nBecause email campaigns drive significant traffic to your website, they're a great way to boos on-line rankings.",
            "included": "- Targeted email campaign(s) of 25,000 emails each \n- Guaranteed 8% open rate or 1% click though \n- Landing page for email link \n- Program Strategy \n- Professional copywriting \n- Professional graphic design \n- Landing page for website \n- Tracking report",
            "image1" : "Email1",
            "image2" : "Email2",
            "image3" : "Email3"
        },
        "InternetReview": {
            "title": "Internet Review",
            "intro": "These cards are intended to be given to happy patients with each visit to encourage and remind them to leave your practice a review. Patient reviews are one of the most important factors in determining your ranking. \n\nThey include simple instructions to ease the process of leaving a review.",
            "included": "- Printed review cards \n- Program Strategy \n- Professional copywriting \n- Professional graphic design"
        },
        "AdDesign": {
            "title": "Ad Design",
            "intro": "Running an ad in local publications, or on billboards in your area that target your desired audience can be a great way to generate awareness and attract new patients. We’ll design a custom ad(s) that can be used for various ad mediums.",
            "included": "- Ad concept and offer strategy \n- Professional copywriting \n- Professional graphic design \n- Up to 3 rounds of revisions \n- Print ready pdf files",
            "image1" : "BrandedAd1",
            "image2" : "BrandedAd2",
            "image3" : "BrandedAd3"
        },
        "BrandDefinition": {
            "title": "Brand Definition",
            "intro": "LET US TELL YOUR UNIQUE STORY. \nThe quality and quantity of your patient base will always be a direct result of the perceptions you create through your messaging. \n\nAs your marketing company, it’s critical that we understand how to tell your story in a powerful way that differentiates you from your competitors. Once we understand how to tell your story, we will ensure consistent implementation to build your brand in your community. For this reason, included in every Dental Branding marketing plan is a brand definition process.",
            "included": "Your Dental Branding Marketing Strategist will work with you to develop a powerful message that is custom to you and differentiates you from your competition. It includes the following: \n\nVISION & VALUES: \n- A Vision Statement \n- Defined Core Values \n- An explanation of how to incorporate the vision & values \n- Exercises to integrate your vision & values with your team \n\nDIFFERENTIATION: \n- Your Tag Line \n- Your Headline \n- Your Key Benefit Bullet Points \n- An explanation of how to incorporate your differentiation \n\nCOMPETITIVE ANALYSIS: \n- We will analyze your 6 closest (geographically or idealistically) competitor’s websites (messaging) \n- An explanation of how to analyze your competitor’s messaging to ensure differentiation \n\nTRUST BUILDING \n- Defined Key Benefit Bullet Points \n- An explanation of how to use this foundation for messaging \n\nYOUR AUDIENCE \n- Demographics by population,households, income, ethnicities & median age \n- An explanation of how we use the demographics"
        },
        "SEO": {
            "title": "SEO",
            "intro": "Ongoing optimization can consistently improve your search rankings by continually optimizing components of your website based on current search trends and updates in search engine cataloging. We focus primarily on building relevance through keyword optimization, local search citations and external link building. Each month you will be provided a report that details your ranking in key search terms and compares it to previous rankings.",
            "included": "- Conversion Tracking & Analytics Tracking (At startup) \n- Keyword / Industry Research (At startup) \n   – Silver: Up to 20 keywords \n   – Gold: Up to 40 keywords \n   – Platinum: Up to 60 keywords \n- Technical Website Audit (At startup) \n- Content Website Audit (At startup) \n- Local Search Listings/Citations \n   – Silver: 5 citations \n   – Gold: 10 citations \n   – Platinum: 15 citations \n- External Link Building \n   – Silver: 1 link/mo. \n   – Gold: 1 link/mo. \n   – Platinum: 2 links/mo. \n- Monthly performance report (ongoing)"
        },
        "PostcardMailer": {
            "title": "Postcard",
            "intro": "Targeted postcards are a proven commodity in practice marketing. Each is strategized with 3 offers to maximize effectiveness. One offer for insurance patients, one for fee for services patients and a time sensitive bonus offer to improve response. Your strategist will work with you to determine the most effective way to design your postcards. \n\nWe will track and record the phone calls for each mailing, and grade each call based on how well the call was handled per the call conversion training (included separately). This allows for a maximum conversion rate and leads to more accurate results tracking. \n\nThe postcards will be targeted and tracked to specific demographics by sub-zip (Think of neighborhoods within zip codes). Direct mail is an effective and relatively quick way to increase new patient counts. When measured over a 5 year period, direct mail returns a profit over 80% of the time.",
            "included": "- 5,000 Branded Mailers per Mailing \n- 6x11 Extra large postcards \n- Targeted by sub-zip \n- Pricing and Offer Strategy \n- Professional copywriting \n- Professional graphic design \n- Call Tracking \n- Monthly Call Grading \n- Call Conversion Training (Phone Answering Skills) \n- Re-training Based on Results \n- Tracking by sub-zip",
            "image1" : "PostCardMailer1",
            "image2" : "PostCardMailer2",
            "image3" : "PostCardMailer3",
            "image4" : "PostCardMailer4",
            "image5" : "PostCardMailer5"
        },
        "Website": {
            "title": "Responsive Website",
            "intro": "Most dental websites are designed by programmers and built to communicate to search robots, not potential patients. That’s where Dental Branding is different. We are dental marketing experts and build sites specifically designed to communicate to potential patients and speed up the buying process. \n\nWe build state of the art responsive websites. Rather than building multiple sites to be viewed correctly across mobile and desktop devices, a responsive site automatically adapts itself to the browser of the user’s device. This means it is easier for search engines to catalog and rank the website. \n\nThe content of the site, including the number and type of pages, will be determined through a discussion with your Marketing Strategist. One of the advantages of building a website with Dental Branding is our extensive knowledge in how websites move patients and potential patients through the site and ultimately help in “pushing” the patient to content that elicits a phone call to the practice to book an appointment.",
            "included": "- 1,000 Branded Referral/Appointment cards - System Pricing and Offer Strategy \n- Professional copywriting \n- Professional graphic design \n- Training Discovery \n- Staff Referral Training \n- Monthly Accountability & Follow-up - Re-training as necessary",
            "image1" : "Website1",
            "image2" : "Website2",
            "image3" : "Website3"
        },
        "WebsitePlus12Months": {
            "title": "+ 12 Months of Website Hosting",
            "intro": "Think of hosting as finding a home for your website. We offer ultra reliable hosting with 99.9% reliability.",
            "included": "What's Included \n\n- Your choice of 12 or 24 months of hosting and up to 10 unsecured emails. Secure emails and additional emails may be purchased. Talk to a Dental Branding Marketing Specialist for details."
        }
    }
}
